Repository: OatsAndSquats25/sportup.ir
Catalog: programcourse/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Enrollment
fa: ثبت نام

source: First login
fa: اولین ورود

source: Specific date
fa: تاریخ مشخص

source: Usage can begin from
fa: شروع استفاده از

source: Usage begin policy since enroll
fa: سیاست شروع استفاده از زمان ثبت نام

source: Begin date of usage
fa: تاریخ شروع استفاده

source: Set this field if usage will start at specific date
fa: این فیلد در صورت انتخاب شروع از تاریخ مشخص تنظیم گردد

source: End date of usage
fa: تاریخ پایان استفاده

source: Set this field if usage will finish at specific date
fa: این فیلد در صورتی که پایان دوره مشخص باشد تنظیم گردد

source: Maximum valid day
fa: حداکثر روز قابل استفاده

source: Maximum valid days since enroll choice
fa: تعداد روز معتبر از ثبت نام(وابسته به انتخاب شروع استفاده)

source: Maximum allowed session
fa: حداکثر جلسه قابل استفاده

source: Maximum sessions
fa: حداکثر جلسه

source: Membership expire date
fa: تاریخ اتمام اشتراک

source: Course definition
fa: تعریف دوره

source: Courses definition
fa: تعریف دوره ها

source: Saturday
fa: شنبه

source: Sunday
fa: یکشنبه

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنج شنبه

source: Friday
fa: جمعه

source: Day of week
fa: روز هفته

source: Date of day
fa: تاریخ روز

source: Begin time
fa: زمان شروع

source: End time
fa: زمان پایان

source: Detail
fa: شرح

source: Schedule
fa: زمانبندی

source: Course category
fa: گروه دوره

source: Course detail
fa: شرح دوره

source: Schedule definition
fa: تعریف زمانبندی

source: Course schedule
fa: زمانبندی دوره

source: Submit new course
fa: ایجاد دوره جدید

source: Courses list
fa: لیست دوره ها

source: Coursee review
fa: مرور دوره

source: Price
fa: هزینه

source: Age
fa: سن

source: Gender
fa: جنسیت

source: Sport insurance required
fa: نیازمند بیمه ورزشی

source: Attention! Previously you enrolled this course. Please check dashboard, enroll section
fa: توجه! شما قبلا در این دوره صبت نام کرده اید. لطفا داشبود بخش ثبت نام را مشاهده نمایید
