Repository: OatsAndSquats25/sportup.ir
Catalog: finance/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Payment pending
fa: پرداخت

source: Payment done
fa: پرداخت انجام شد

source: Payment error
fa: پرداخت با خطا مواجه شد

source: Invoice list
fa: لیست فاکتور

source: Your payment has been done by your credit.
fa: پرداخت شما از طریق اعتبار انجام گردید.

source: Order list
fa: لیست سفارش

source: Attention: You have only 30 minutes to pay and confirm your items.
fa: اخطار: شما فقط ۳۰ دقیقه زمان دارید تا خرید خود را با پرداخت قطعی نمایید

source: Number
fa: شماره

source: Complex
fa: مجموعه

source: Program
fa: برنامه

source: Amount
fa: مقدار

source: Rial
fa: ریال

source: Delete
fa: حذف

source: Payment amount
fa: مبلغ قابل پرداخت

source: Electronic Payment
fa: پرداخت الکترونیک

source: Credit payment
fa: پرداخت از اعتبار

source: Increase Credit
fa: افزایش اعتبار

source: Payment
fa: پرداخت

source: System automatically redirect you to payment gateway
fa: بصورت خودکار به درگاه پرداخت منتقل می شوید

source: Finance order
fa: فاکتور فروش

source: Your shopping cart is empty.
fa: سبد خرید شما خالی است.

source: Please check your cart and remove yellow programs. This programs expired or do not have enough space.
fa: لطفا سبد خرید خود را بررسی کنید. موارد رنگی فابل خرید نمی باشند. لطفا آن ها را حذف کنید.

source: We do not support this payment gateway
fa: این درگاه پرداخت الکترونیک پشتیبانی نمی‌شود

source: Payment was successful.
fa: پرداخت تکمیل شد

source: Payment has error
fa: پرداخت با خطا مواجه شد
