var Data = {
			categories : [
							/*'اسکواش',
							'اسکی',
							'رول اسکیت',
							'بورد اسکیت',
							'ایس اسکیت',
							'ایروبیک',
							'بدمینتون',
							'بدنسازی',
							'بسکتبال',
							'بوکس',
							'بولینگ و بیلیارد',
							'پیلاتس',
							'پینت بال',
							'تکواندو',*/
							'تنیس'
							/*,
							'تنیس روی میز',
							'تیر و کمان',
							'تیراندازی',
							'جودو',
							'چوگان',
							'دو و میدانی',
							'دوچرخه سواری',
							'ژیمناستیک',
							'نوع ورزش',
							'سوارکاری',
							'شطرنج',
							'شمشیربازی',
							'شنا',
							'فوتبال',
							'قایقرانی',
							'کاراته',
							'کبدی',
							'کشتی',
							'کونگ فو',
							'کوه نوردی',
							'گلف',
							'موتور سواری و اتومبیلرانی',
							'هاکی',
							'هندبال',
							'والیبال',
							'ورزشهای پهلوانی',
							'وزنه برداری',
							'ووشو',
							'یوگا'*/
						],
			
			genre : [
				'آرامش بخش',
				'تفریحی',
				'تناسب اندام',
				'ریتمیک',
				'لوکس',
				'مبارزه ای'
			],

			city : [
				'تهران'
			]
}