Repository: OatsAndSquats25/sportup.ir
Catalog: agreement/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Request
fa: درخواست

source: Processing
fa: در حال بررسی

source: Active
fa: فعال

source: Pending
fa: تعلیق

source: Canceled
fa: انصراف

source: Expired
fa: پایان زمان همکاری

source: Commission percentage
fa: درصد کارمزد

source: Agreement status
fa: وضعیت پیمان ها

source: Customer bank name
fa: نام بانک مشتری

source: Customer bank branch
fa: شعبه بانک مشتری

source: Customer bank account number
fa: شماره حساب بانکی مشتری

source: Customer bank account owner
fa: صاحب حساب بانکی مشتری

source: Description
fa: توضیحات

source: Agreement
fa: پیمان همکاری

source: Agreemen list
fa: لیست پیمان ها

source: Agreement list
fa: لیست پیمان ها

source: Number
fa: شماره

source: Facility
fa: قابلیت

source: Begin
fa: شروع

source: Expire
fa: پایان

source: Commission
fa: کمیسون

source: Remain days
fa: روزهای باقی

source: Agreement request
fa: در خواست پیمان همکاری

source: You have an avtive contract
fa: شما قرارداد فعال دارید

source: Agree
fa: موافق

source: Step
fa: قدم

source: first step
fa: قدم اول

source: prev step
fa: قدم قبل

source: submit
fa: ثبت
